export const LAB_1 = {
  name: "Лабораторна робота № 1.",
  theme:
    "РОЗРОБКА ІНФОРМАЦІЙНО-ДОВІДКОВОЇ СИСТЕМИ ДЛЯ ЕКСПЕРТІВ У ГАЛУЗІ КОМПЛЕКСНОГО АНАЛІЗУ СТАНУ ТЕРИТОРІЇ",
  goal: "Отримати практичні навички по збору та класифікації інформації, а також по розробці спеціалізованих інформаційно-довідкових систем.",
  task: "Студенти мають обрати 10 об’єктів промисловості, відобразити на карті вибрані об’єкти, визначити який вплив вони справляють на оточуюче середовище, визначити, в яких підсистемах моніторингу вони приймають участь, зібрати інформацію по еко-енергоекономічним параметрам по кожному об’єкту, реалізувати відображення даних по об’єктам через взаємодію з інтерактивною картою.",
};
