export const LAB_1 = {
  name: "Лабораторна робота № 1.",
  theme:
    "РОЗРОБКА ІНФОРМАЦІЙНО-ДОВІДКОВОЇ СИСТЕМИ ДЛЯ ЕКСПЕРТІВ У ГАЛУЗІ КОМПЛЕКСНОГО АНАЛІЗУ СТАНУ ТЕРИТОРІЇ",
  goal: "Отримати практичні навички по збору та класифікації інформації, а також по розробці спеціалізованих інформаційно-довідкових систем.",
  task: "Студенти мають обрати 10 об’єктів промисловості, відобразити на карті вибрані об’єкти, визначити який вплив вони справляють на оточуюче середовище, визначити, в яких підсистемах моніторингу вони приймають участь, зібрати інформацію по еко-енергоекономічним параметрам по кожному об’єкту, реалізувати відображення даних по об’єктам через взаємодію з інтерактивною картою.",
};

export const LAB_2 = {
  name: "Лабораторна робота № 2.",
  theme:
    ". ФІЛЬТРАЦІЯ ТА СТАТИСТИЧНИЙ АНАЛІЗ ПОКАЗНИКІВ НА ІНТЕРАКТИВНИХ КАРТАХ ДЛЯ КОМПЛЕКСНОГО АНАЛІЗУ СТАНУ ТЕРИТОРІЇ",
  goal: "Отримати практичні навички розробки інтерактивних карт для комплексного аналізу стану території.",
  task: "Студенти мають при відображенні об’єктів промисловості на карті додати елементи графічного аналізу у вигляді гістограм та графіків, які відображають зміну параметрів об’єктів у часі, на карти додати фільтрацію об’єктів по підсистемам моніторингу (фільтрація по тематичним шарам) та по показникам (для кожного шару свій набір показників).",
};
